{
  "basics": {
    "name": "Javkhlantugs Mudgil",
    "label": "Tech Enthusiast",
    "image": "",
    "email": "albert@einstein.de",
    "url": "https://javkhlantugs.github.io/",
    "summary": "Mongolian born American citizen with passion for technology and innovation. I am a self taught programmer currently working as an IT Director and Systems administrator.",
    "location": {
      "city": "Miami",
      "countryCode": "US",
      "region": "Florida"
    },
    "profiles": [
      {
        "network": "Github",
        "username": "javkhlantugs",
        "url": "https://github.com/javkhlantugs"
      }
    ]
  },
  "work": [
    {
      "name": "Carib Sales LLC",
      "position": "IT Systems Administrator",
      "url": "https://www.caribsales.com/",
      "startDate": "Dec 2022",
      "endDate": "Current",
      "summary": "Systems administration. Maintaining network infastructure. Microsoft 365, On-site server, and cloud server administration. Maintaining and developing company website. Developing and maintaining company ERP system. Developing and maintaining company E-commerce system. Developing and maintaining company WMS system. Developing and maintaining company BI system. Developing and maintaining company RPA system. Developing and maintaining company AI system. Developing and maintaining company ML system. Developing and maintaining company IoT system. Developing and maintaining company Blockchain system.",
      "highlights": [
        "Successfuly migrated company ERP system from on-site server to cloud server. Specifically from IBM AS400 to Oracle NetSuite."
      ]
    },
    {
      "name": "BTT Corp",
      "position": "Director of Engineering",
      "url": "https://www.bttcorp.com/",
      "startDate": "Oct 2020",
      "endDate": "Aug 2022",
      "summary": "Effectively managed Microsoft 365 and Azure environments. Proficiently configured and maintained on-premises SonicWALL and Unifi firewall systems to ensure HIPAA compliance. Orchestrated the design and construction of medical device prototypes, showcasing a hands-on engineering aptitude. Skillfully led cross-border project teams, demonstrating strong managerial capabilities. Provided expert oversight of intricate heat and cooling chambers, highlighting a depth of knowledge in electrical engineering. Successfully developed and deployed the company website utilizing Vue.js on Heroku, while also upkeeping the prior WordPress-based version.",
      "highlights": [
        "Managed multi national team. Designed various medical device prototypes."
      ]
    },
    {
      "name": "MCE Products",
      "position": "Director of Engineering",
      "url": "https://www.mceproducts.com/",
      "startDate": "Apr 2018",
      "endDate": "Oct 2020",
      "summary": "Engaged as an IT department team member, responsible for maintaining internal servers. Prioritized data confidentiality and cybersecurity. Developed task automation using Python and crafted R scripts as needed.",
      "highlights": [
        "Learned R scripting language within a week to write scripts that ran on Raspberry Pi."
      ]
    },
    {
      "name": "IronHack",
      "position": "Full Stack Developer (Student)",
      "url": "https://www.ironhack.com/",
      "startDate": "Oct 2016",
      "endDate": "Dec 2016",
      "summary": "Built a range of web applications, including Pizza Builder, Spotify Demo Search, and mockups of Twitter and Google. Utilized technologies such as Ruby on Rails, Javascript, Bootstrap, Github, jQuery, and PostgreSQL. Emphasized clean code principles, design patterns, and test-driven development in development practices. Created interactive synchronous and asynchronous web applications, while also demonstrating proficiency in code debugging.",
      "highlights": [
        "Became one of the top students in a class full of highly accomplished individuals."
      ]
    }
  ],
  "volunteer": [],
  "education": [
    {
      "institution": "Santa Monica College",
      "url": "https://www.smc.edu/",
      "area": "Computer Science",
      "studyType": "Associate's Degree",
      "startDate": "2012-09-01",
      "endDate": "2015-06-01",
      "score": "",
      "courses": [
        "Introduction to Java"
      ]
    }
  ],
  "certificates": [],
  "publications": [],
  "skills": [],
  "languages": [
    {
      "language": "Mongolian",
      "fluency": "Native speaker"
    },
    {
      "language": "English",
      "fluency": "Native speaker"
    }
  ],
  "interests": [],
  "references": [],
  "projects": []
}